Repository: po-miyasaka/CopyHistory
Catalog: CopyHistory/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: A keyboard shortcut for launching (open another Website)
de: Tastaturkurzbefehl zum Öffnen einer anderen Website
es: Atajo de teclado para abrir otro sitio web
fr: Raccourci clavier pour ouvrir un autre site web
ja: 起動用キーボードショートカット（外部サイトを開きます）
ko: 다른 웹사이트를 여는 키보드 단축키
zh_hans: 用于打开其他网站的键盘快捷键

source: Action name
de: Aktionsname
es: Nombre de la acción
fr: Nom de l'action
ja: アクション名
ko: 동작 이름
zh_hans: 操作名称

source: Add custom action
de: Eigene Aktion hinzufügen
es: Añadir acción personalizada
fr: Ajouter une action personnalisée
ja: カスタムアクションを追加
ko: 사용자 지정 동작 추가
zh_hans: 添加自定义操作

source: Add items from a CSV file exported by CopyHistory. Duplicates are skipped and everything is imported as plain text.
de: Fügt Elemente aus einer von CopyHistory exportierten CSV-Datei hinzu. Duplikate werden übersprungen und alles wird als reiner Text importiert.
es: Añade elementos desde un archivo CSV exportado por CopyHistory. Los duplicados se omiten y todo se importa como texto sin formato.
fr: Ajoute des éléments depuis un fichier CSV exporté par CopyHistory. Les doublons sont ignorés et tout est importé en texte brut.
ja: CopyHistoryが書き出したCSVファイルからアイテムを追加します。重複はスキップされ、すべてプレーンテキストとして取り込まれます。
ko: CopyHistory에서 내보낸 CSV 파일에서 항목을 추가합니다. 중복 항목은 건너뛰고 모든 항목을 일반 텍스트로 가져옵니다.
zh_hans: 从 CopyHistory 导出的 CSV 文件添加项目。将跳过重复项，所有内容都会以纯文本导入。

source: AI Filter
de: KI-Filter
es: Filtro de IA
fr: Filtre IA
ja: AIフィルター
ko: AI 필터
zh_hans: AI 过滤器

source: AI filter: max results
de: KI-Filter: maximale Ergebnisse
es: Filtro de IA: resultados máximos
fr: Filtre IA : résultats max.
ja: AI絞り込み: 取得する最大件数
ko: AI 필터: 최대 결과 수
zh_hans: AI 过滤器：最大结果数

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
zh_hans: 应用

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
ja: 昇順
ko: 오름차순
zh_hans: 升序

source: Can't translate on this Mac. Clicking opens %@ in your browser.
de: Auf diesem Mac kann nicht übersetzt werden. Beim Klicken wird %@ im Browser geöffnet.
es: No se puede traducir en este Mac. Al hacer clic se abrirá %@ en tu navegador.
fr: Impossible de traduire sur ce Mac. Un clic ouvre %@ dans votre navigateur.
ja: この Mac では翻訳できません。クリックすると、ブラウザで%@を開きます。
ko: 이 Mac에서는 번역할 수 없습니다. 클릭하면 브라우저에서 %@을(를) 엽니다.
zh_hans: 这台 Mac 无法翻译。点按会在浏览器中打开 %@。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Character count
de: Zeichenanzahl
es: Número de caracteres
fr: Nombre de caractères
ja: 文字数
ko: 문자 수
zh_hans: 字符数

source: chars
de: Zeichen
es: caracteres
fr: caractères
ja: 文字
ko: 자
zh_hans: 个字符

source: Checked %lld/%lld · Found %lld/%lld
de: Geprüft %1$lld/%2$lld · Gefunden %3$lld/%4$lld
es: Revisados %1$lld/%2$lld · Encontrados %3$lld/%4$lld
fr: Vérifiés %1$lld/%2$lld · Trouvés %3$lld/%4$lld
ja: 判定 %1$lld/%2$lld · 該当 %3$lld/%4$lld
ko: 확인 %1$lld/%2$lld · 발견 %3$lld/%4$lld
zh_hans: 已检查 %1$lld/%2$lld · 已找到 %3$lld/%4$lld

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 解除
ko: 지우기
zh_hans: 清除

source: Click to copy this and open %@
de: Klicken, um dies zu kopieren und %@ zu öffnen
es: Haz clic para copiar esto y abrir %@
fr: Cliquez pour copier ceci et ouvrir %@
ja: クリックで、これをコピーして、%@を開きます
ko: 클릭하면 이것을 복사하고 %@을(를) 엽니다
zh_hans: 点按以复制此内容并打开 %@

source: Convert all characters to lowercase
de: Wandelt alle Zeichen in Kleinbuchstaben um
es: Convierte todos los caracteres a minúsculas
fr: Convertit tous les caractères en minuscules
ja: すべての文字を小文字に変換します
ko: 모든 문자를 소문자로 변환합니다
zh_hans: 将所有字符转换为小写

source: Convert all characters to uppercase
de: Wandelt alle Zeichen in Großbuchstaben um
es: Convierte todos los caracteres a mayúsculas
fr: Convertit tous les caractères en majuscules
ja: すべての文字を大文字に変換します
ko: 모든 문자를 대문자로 변환합니다
zh_hans: 将所有字符转换为大写

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました
ko: 복사됨!
zh_hans: 已复制！

source: Copy AI prompt for custom action code generation
de: KI-Prompt zum Erzeugen von Code für eigene Aktionen kopieren
es: Copiar prompt de IA para generar código de acción personalizada
fr: Copier le prompt IA pour générer le code d'une action personnalisée
ja: カスタムアクション用コード生成のAIプロンプトコピー
ko: 사용자 지정 동작 코드 생성을 위한 AI 프롬프트 복사
zh_hans: 复制用于生成自定义操作代码的 AI 提示

source: Copy text in image
de: Text im Bild kopieren
es: Copiar texto de la imagen
fr: Copier le texte de l'image
ja: 画像内の文字列をコピー
ko: 이미지의 텍스트 복사
zh_hans: 复制图像中的文字

source: Couldn't judge
de: Konnte nicht bewertet werden
es: No se pudo evaluar
fr: Impossible d'évaluer
ja: 判定できませんでした
ko: 판단할 수 없음
zh_hans: 无法判断

source: Couldn't judge %lld items (shown anyway)
de: %lld Elemente konnten nicht bewertet werden (werden trotzdem angezeigt)
es: No se pudieron evaluar %lld elementos (se muestran de todos modos)
fr: %lld éléments n'ont pas pu être évalués (affichés quand même)
ja: %lld件を判定できませんでした（そのまま表示しています）
ko: %lld개 항목을 판단할 수 없음(그래도 표시됨)
zh_hans: 无法判断 %lld 个项目（仍会显示）

source: Custom Action (Add Text)
de: Eigene Aktion (Text hinzufügen)
es: Acción personalizada (añadir texto)
fr: Action personnalisée (ajouter du texte)
ja: カスタムアクション(文字列追加)
ko: 사용자 지정 동작(텍스트 추가)
zh_hans: 自定义操作（添加文本）

source: Custom Transform Action
de: Eigene Transformationsaktion
es: Acción de transformación personalizada
fr: Action de transformation personnalisée
ja: カスタム変換アクション
ko: 사용자 지정 변환 동작
zh_hans: 自定义转换操作

source: Decode Base64 text back to original text
de: Dekodiert Base64-Text zurück in den ursprünglichen Text
es: Decodifica texto Base64 al texto original
fr: Décode le texte Base64 en texte d'origine
ja: Base64テキストを元のテキストにデコードします
ko: Base64 텍스트를 원래 텍스트로 디코딩합니다
zh_hans: 将 Base64 文本解码回原始文本

source: Decode percent-encoded URL text back to readable text
de: Dekodiert prozentkodierten URL-Text zurück in lesbaren Text
es: Decodifica texto URL con codificación porcentual a texto legible
fr: Décode le texte d'URL encodé en pourcentage en texte lisible
ja: URLエンコードされたテキストを元に戻します
ko: 퍼센트 인코딩된 URL 텍스트를 읽을 수 있는 텍스트로 디코딩합니다
zh_hans: 将百分号编码的 URL 文本解码为可读文本

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete:
de: Löschen:
es: Eliminar:
fr: Supprimer :
ja: 削除:
ko: 삭제:
zh_hans: 删除：

source: Deleting all history except for favorited items
de: Gesamten Verlauf außer Favoriten löschen
es: Eliminar todo el historial excepto los elementos favoritos
fr: Suppression de tout l'historique sauf les favoris
ja: お気に入り以外の全履歴を削除します
ko: 즐겨찾기 항목을 제외한 모든 기록 삭제
zh_hans: 删除除收藏项目以外的所有历史记录

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
ja: 降順
ko: 내림차순
zh_hans: 降序

source: Describe what to show (e.g. food)
de: Beschreibe, was angezeigt werden soll (z. B. Essen)
es: Describe qué mostrar (p. ej., comida)
fr: Décrivez quoi afficher (ex. nourriture)
ja: 表示したい内容（例: 食べ物）
ko: 표시할 내용을 설명하세요(예: 음식)
zh_hans: 描述要显示的内容（例如食物）

source: Display HTML content with its original styling
de: Zeigt HTML-Inhalte mit ihrer ursprünglichen Formatierung an
es: Muestra el contenido HTML con su estilo original
fr: Affiche le contenu HTML avec sa mise en forme d'origine
ja: HTMLの内容を元のスタイルで表示します
ko: HTML 콘텐츠를 원래 스타일로 표시합니다
zh_hans: 以原始样式显示 HTML 内容

source: Display Rich Text Format content with its original styling
de: Zeigt RTF-Inhalte mit ihrer ursprünglichen Formatierung an
es: Muestra contenido RTF con su estilo original
fr: Affiche le contenu RTF avec sa mise en forme d'origine
ja: リッチテキスト形式の内容を元のスタイルで表示します
ko: RTF 콘텐츠를 원래 스타일로 표시합니다
zh_hans: 以原始样式显示 RTF 内容

source: Display the content type (e.g. plain-text, image) and data size for each item
de: Zeigt Inhaltstyp (z. B. reiner Text, Bild) und Datengröße jedes Elements an
es: Muestra el tipo de contenido (p. ej., texto sin formato, imagen) y el tamaño de datos de cada elemento
fr: Affiche le type de contenu (ex. texte brut, image) et la taille des données de chaque élément
ja: 各アイテムのコンテンツタイプ（テキスト、画像など）とデータサイズを表示します
ko: 각 항목의 콘텐츠 유형(예: 일반 텍스트, 이미지)과 데이터 크기를 표시합니다
zh_hans: 显示每个项目的内容类型（例如纯文本、图像）和数据大小

source: Display the date and time when each item was last updated
de: Zeigt Datum und Uhrzeit der letzten Aktualisierung jedes Elements an
es: Muestra la fecha y hora de la última actualización de cada elemento
fr: Affiche la date et l'heure de la dernière mise à jour de chaque élément
ja: 各アイテムを最後に更新した日時を表示します
ko: 각 항목이 마지막으로 업데이트된 날짜와 시간을 표시합니다
zh_hans: 显示每个项目最后更新的日期和时间

source: Display the date and time when each item was saved
de: Zeigt Datum und Uhrzeit, zu denen jedes Element gespeichert wurde
es: Muestra la fecha y hora en que se guardó cada elemento
fr: Affiche la date et l'heure d'enregistrement de chaque élément
ja: 各アイテムの保存日時を表示します
ko: 각 항목이 저장된 날짜와 시간을 표시합니다
zh_hans: 显示每个项目保存的日期和时间

source: Done · %lld
de: Fertig · %lld
es: Listo · %lld
fr: Terminé · %lld
ja: 完了 · %lld件
ko: 완료 · %lld
zh_hans: 完成 · %lld

source: Down:
de: Nach unten:
es: Abajo:
fr: Bas :
ja: 下:
ko: 아래:
zh_hans: 向下：

source: Encode text for use in URLs (percent-encoding)
de: Kodiert Text zur Verwendung in URLs (Prozentkodierung)
es: Codifica texto para usarlo en URL (codificación porcentual)
fr: Encode le texte pour les URL (encodage en pourcentage)
ja: テキストをURLエンコード（パーセントエンコーディング）します
ko: URL에 사용할 수 있도록 텍스트를 인코딩합니다(퍼센트 인코딩)
zh_hans: 将文本编码为 URL 可用格式（百分号编码）

source: Encode text to Base64 format
de: Kodiert Text im Base64-Format
es: Codifica texto en formato Base64
fr: Encode le texte au format Base64
ja: テキストをBase64形式にエンコードします
ko: 텍스트를 Base64 형식으로 인코딩합니다
zh_hans: 将文本编码为 Base64 格式

source: Expand cells
de: Zellen erweitern
es: Expandir celdas
fr: Développer les cellules
ja: セルを展開
ko: 셀 펼치기
zh_hans: 展开单元格

source: Expand cells:
de: Zellen erweitern:
es: Expandir celdas:
fr: Développer les cellules :
ja: セルを展開:
ko: 셀 펼치기:
zh_hans: 展开单元格：

source: Export all data as CSV…
de: Alle Daten als CSV exportieren …
es: Exportar todos los datos como CSV…
fr: Exporter toutes les données en CSV…
ja: すべてのデータをCSVでエクスポート…
ko: 모든 데이터를 CSV로 내보내기…
zh_hans: 将所有数据导出为 CSV…

source: Export as CSV…
de: Als CSV exportieren …
es: Exportar como CSV…
fr: Exporter en CSV…
ja: CSVで書き出し…
ko: CSV로 내보내기…
zh_hans: 导出为 CSV…

source: Failed to export CSV
de: CSV-Export fehlgeschlagen
es: No se pudo exportar el CSV
fr: Échec de l'export CSV
ja: CSVのエクスポートに失敗しました
ko: CSV 내보내기 실패
zh_hans: CSV 导出失败

source: Failed to import CSV
de: CSV-Import fehlgeschlagen
es: No se pudo importar el CSV
fr: Échec de l'import CSV
ja: CSVの取り込みに失敗しました
ko: CSV 가져오기 실패
zh_hans: CSV 导入失败

source: Failed to save the image
de: Bild konnte nicht gespeichert werden
es: No se pudo guardar la imagen
fr: Échec de l'enregistrement de l'image
ja: 画像の保存に失敗しました
ko: 이미지 저장 실패
zh_hans: 图像保存失败

source: Failed to translate
de: Übersetzung fehlgeschlagen
es: No se pudo traducir
fr: Échec de la traduction
ja: 翻訳に失敗しました
ko: 번역 실패
zh_hans: 翻译失败

source: Filter with on-device AI
de: Mit KI auf dem Gerät filtern
es: Filtrar con IA en el dispositivo
fr: Filtrer avec l'IA sur l'appareil
ja: 端末内のAIで絞り込み
ko: 온디바이스 AI로 필터링
zh_hans: 使用设备端 AI 过滤

source: Format JSON with indentation for readability
de: Formatiert JSON mit Einrückung für bessere Lesbarkeit
es: Da formato a JSON con sangría para facilitar la lectura
fr: Met en forme le JSON avec indentation pour le rendre lisible
ja: JSONをインデント付きで整形します
ko: 읽기 쉽도록 JSON에 들여쓰기를 적용합니다
zh_hans: 使用缩进格式化 JSON 以便阅读

source: Format numbers with comma separators (e.g. 1,234,567)
de: Formatiert Zahlen mit Tausendertrennzeichen (z. B. 1,234,567)
es: Da formato a números con separadores de miles (p. ej., 1,234,567)
fr: Met en forme les nombres avec des séparateurs (ex. 1,234,567)
ja: 数値をカンマ区切りにします（例: 1,234,567）
ko: 숫자에 쉼표 구분 기호를 적용합니다(예: 1,234,567)
zh_hans: 使用逗号分隔符格式化数字（例如 1,234,567）

source: Generate a QR code from the text
de: Erzeugt einen QR-Code aus dem Text
es: Genera un código QR a partir del texto
fr: Génère un code QR à partir du texte
ja: テキストからQRコードを生成します
ko: 텍스트로 QR 코드를 생성합니다
zh_hans: 从文本生成二维码

source: Import CSV…
de: CSV importieren …
es: Importar CSV…
fr: Importer un CSV…
ja: CSVを取り込み…
ko: CSV 가져오기…
zh_hans: 导入 CSV…

source: Imported %lld items, skipped %lld duplicates or empty rows.
de: %1$lld Elemente importiert, %2$lld Duplikate oder leere Zeilen übersprungen.
es: Se importaron %1$lld elementos; se omitieron %2$lld duplicados o filas vacías.
fr: %1$lld éléments importés, %2$lld doublons ou lignes vides ignorés.
ja: %lld件を取り込み、重複または空の%lld行をスキップしました。
ko: %1$lld개 항목을 가져오고 중복 또는 빈 행 %2$lld개를 건너뛰었습니다.
zh_hans: 已导入 %1$lld 个项目，已跳过 %2$lld 个重复项或空行。

source: Mail Address (Optional)
de: E-Mail-Adresse (optional)
es: Dirección de correo (opcional)
fr: Adresse e-mail (facultatif)
ja: メールアドレス（任意）
ko: 메일 주소(선택 사항)
zh_hans: 邮箱地址（可选）

source: Max Displayed Items Count
de: Maximale Anzahl angezeigter Elemente
es: Número máximo de elementos mostrados
fr: Nombre maximal d'éléments affichés
ja: 最大表示アイテム数
ko: 표시할 최대 항목 수
zh_hans: 最大显示项目数

source: Minify cells:
de: Zellen minimieren:
es: Minimizar celdas:
fr: Réduire les cellules :
ja: セルを縮小:
ko: 셀 줄이기:
zh_hans: 收起单元格：

source: No Name
de: Ohne Namen
es: Sin nombre
fr: Sans nom
ja: 名前なし
ko: 이름 없음
zh_hans: 无名称

source: No text was found in the image.
de: Im Bild wurde kein Text gefunden.
es: No se encontró texto en la imagen.
fr: Aucun texte n'a été trouvé dans l'image.
ja: 画像の中に文字が見つかりませんでした。
ko: 이미지에서 텍스트를 찾을 수 없습니다.
zh_hans: 未在图像中找到文字。

source: Notifications are turned off for CopyHistory. Enable them in System Settings to get reminders.
de: Benachrichtigungen für CopyHistory sind deaktiviert. Aktiviere sie in den Systemeinstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones de CopyHistory están desactivadas. Actívalas en Ajustes del Sistema para recibir recordatorios.
fr: Les notifications sont désactivées pour CopyHistory. Activez-les dans Réglages Système pour recevoir des rappels.
ja: CopyHistoryの通知がオフになっています。リマインダーを受け取るには、システム設定で通知を有効にしてください。
ko: CopyHistory 알림이 꺼져 있습니다. 미리 알림을 받으려면 시스템 설정에서 알림을 켜세요.
zh_hans: CopyHistory 的通知已关闭。请在系统设置中启用通知以接收提醒。

source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置

source: Open the link in your browser
de: Öffnet den Link im Browser
es: Abre el enlace en tu navegador
fr: Ouvre le lien dans votre navigateur
ja: リンクをブラウザで開きます
ko: 브라우저에서 링크를 엽니다
zh_hans: 在浏览器中打开链接

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
ja: 順序
ko: 순서
zh_hans: 顺序

source: pattern: %@
de: Muster: %@
es: patrón: %@
fr: motif : %@
ja: パターン: %@
ko: 패턴: %@
zh_hans: 模式：%@

source: Quit CopyHistory
de: CopyHistory beenden
es: Salir de CopyHistory
fr: Quitter CopyHistory
ja: CopyHistoryを終了
ko: CopyHistory 종료
zh_hans: 退出 CopyHistory

source: Rate CopyHistory✨
de: CopyHistory bewerten✨
es: Calificar CopyHistory✨
fr: Noter CopyHistory✨
ja: CopyHistoryを評価する✨
ko: CopyHistory 평가하기✨
zh_hans: 评价 CopyHistory✨

source: Reached the limit · %lld
de: Limit erreicht · %lld
es: Límite alcanzado · %lld
fr: Limite atteinte · %lld
ja: 上限に達しました · %lld件
ko: 한도 도달 · %lld
zh_hans: 已达到限制 · %lld

source: Regex Pattern
de: Regex-Muster
es: Patrón regex
fr: Motif regex
ja: 正規表現パターン
ko: 정규식 패턴
zh_hans: 正则表达式模式

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインダー
ko: 미리 알림
zh_hans: 提醒

source: Reminders:
de: Erinnerungen:
es: Recordatorios:
fr: Rappels :
ja: リマインダー:
ko: 미리 알림:
zh_hans: 提醒：

source: Remove leading and trailing whitespace and newlines
de: Entfernt Leerzeichen und Zeilenumbrüche am Anfang und Ende
es: Elimina espacios y saltos de línea al inicio y al final
fr: Supprime les espaces et retours à la ligne au début et à la fin
ja: 先頭と末尾の空白・改行を除去します
ko: 앞뒤 공백과 줄바꿈을 제거합니다
zh_hans: 移除开头和结尾的空白字符与换行

# Replace line breaks with
source: Replace line breaks with \n
de: Ersetzt Zeilenumbrüche durch \n
es: Reemplaza saltos de línea por \n
fr: Remplace les sauts de ligne par \n
ja: 改行を\nに置換します
ko: 줄바꿈을 \n로 바꿉니다
zh_hans: 将换行替换为 \n

source: Replacement ($1, $2...)
de: Ersetzung ($1, $2 …)
es: Reemplazo ($1, $2...)
fr: Remplacement ($1, $2...)
ja: 置換文字列 ($1, $2...)
ko: 대체 문자열($1, $2...)
zh_hans: 替换内容（$1、$2...）

source: replacement: %@
de: Ersetzung: %@
es: reemplazo: %@
fr: remplacement : %@
ja: 置換: %@
ko: 대체: %@
zh_hans: 替换：%@

source: Request / Feedback
de: Anfrage / Feedback
es: Solicitud / comentarios
fr: Demande / commentaire
ja: 要望 / フィードバック
ko: 요청 / 피드백
zh_hans: 请求 / 反馈

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值

source: Run a custom JavaScript transform
de: Führt eine eigene JavaScript-Transformation aus
es: Ejecuta una transformación JavaScript personalizada
fr: Exécute une transformation JavaScript personnalisée
ja: カスタム JavaScript 変換を実行
ko: 사용자 지정 JavaScript 변환을 실행합니다
zh_hans: 运行自定义 JavaScript 转换

source: Save every saved item (text, memo, favorite, dates) to a CSV file. Images and other binary data are not included.
de: Speichert alle gesicherten Elemente (Text, Memo, Favorit, Daten) in einer CSV-Datei. Bilder und andere Binärdaten sind nicht enthalten.
es: Guarda todos los elementos guardados (texto, nota, favorito, fechas) en un archivo CSV. Las imágenes y otros datos binarios no se incluyen.
fr: Enregistre tous les éléments sauvegardés (texte, mémo, favori, dates) dans un fichier CSV. Les images et autres données binaires ne sont pas incluses.
ja: 保存したすべてのアイテム（テキスト、メモ、お気に入り、日時）をCSVファイルに保存します。画像などのバイナリデータは含まれません。
ko: 저장된 모든 항목(텍스트, 메모, 즐겨찾기, 날짜)을 CSV 파일로 저장합니다. 이미지와 기타 바이너리 데이터는 포함되지 않습니다.
zh_hans: 将所有已保存项目（文本、备忘录、收藏、日期）保存到 CSV 文件。不包含图像和其他二进制数据。

source: Save to Desktop…
de: Auf dem Schreibtisch sichern …
es: Guardar en el escritorio…
fr: Enregistrer sur le bureau…
ja: デスクトップに保存…
ko: 데스크탑에 저장…
zh_hans: 保存到桌面…

source: Saved date
de: Speicherdatum
es: Fecha guardada
fr: Date d'enregistrement
ja: 保存日時
ko: 저장 날짜
zh_hans: 保存日期

source: Saved: %@
de: Gesichert: %@
es: Guardado: %@
fr: Enregistré : %@
ja: 保存: %@
ko: 저장됨: %@
zh_hans: 已保存：%@

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search: ⌘ + f
de: Suchen: ⌘ + f
es: Buscar: ⌘ + f
fr: Rechercher : ⌘ + f
ja: 検索: ⌘ + f
ko: 검색: ⌘ + f
zh_hans: 搜索：⌘ + f

source: Select:
de: Auswählen:
es: Seleccionar:
fr: Sélectionner :
ja: 選択:
ko: 선택:
zh_hans: 选择：

source: Send a request / feedback
de: Anfrage / Feedback senden
es: Enviar una solicitud / comentarios
fr: Envoyer une demande / un commentaire
ja: 要望・フィードバックを送る
ko: 요청 / 피드백 보내기
zh_hans: 发送请求 / 反馈

source: Set
de: Festlegen
es: Establecer
fr: Définir
ja: 設定
ko: 설정
zh_hans: 设置

source: Show as HTML (slow):
de: Als HTML anzeigen (langsam):
es: Mostrar como HTML (lento):
fr: Afficher en HTML (lent) :
ja: HTMLで表示 (低速):
ko: HTML로 표시(느림):
zh_hans: 显示为 HTML（较慢）：

source: Show as RTF (slow):
de: Als RTF anzeigen (langsam):
es: Mostrar como RTF (lento):
fr: Afficher en RTF (lent) :
ja: RTFで表示 (低速):
ko: RTF로 표시(느림):
zh_hans: 显示为 RTF（较慢）：

source: Show clipboard content in multiple lines instead of a single line
de: Zeigt den Inhalt der Zwischenablage mehrzeilig statt einzeilig an
es: Muestra el contenido del portapapeles en varias líneas en lugar de una sola
fr: Affiche le contenu du presse-papiers sur plusieurs lignes au lieu d'une seule
ja: クリップボードの内容を1行ではなく複数行で表示します
ko: 클립보드 내용을 한 줄이 아닌 여러 줄로 표시합니다
zh_hans: 将剪贴板内容显示为多行而非单行

source: Show file type and size
de: Dateityp und Größe anzeigen
es: Mostrar tipo y tamaño de archivo
fr: Afficher le type et la taille du fichier
ja: ファイルタイプとサイズを表示
ko: 파일 유형 및 크기 표시
zh_hans: 显示文件类型和大小

source: Show items as HTML
de: Elemente als HTML anzeigen
es: Mostrar elementos como HTML
fr: Afficher les éléments en HTML
ja: HTML形式で表示
ko: 항목을 HTML로 표시
zh_hans: 将项目显示为 HTML

source: Show items as RTF
de: Elemente als RTF anzeigen
es: Mostrar elementos como RTF
fr: Afficher les éléments en RTF
ja: RTF形式で表示
ko: 항목을 RTF로 표시
zh_hans: 将项目显示为 RTF

source: Show items that couldn't be judged
de: Nicht bewertbare Elemente anzeigen
es: Mostrar elementos que no se pudieron evaluar
fr: Afficher les éléments qui n'ont pas pu être évalués
ja: 判定できなかったものも表示
ko: 판단할 수 없는 항목 표시
zh_hans: 显示无法判断的项目

source: Show keyboard shortcuts
de: Tastaturkurzbefehle anzeigen
es: Mostrar atajos de teclado
fr: Afficher les raccourcis clavier
ja: キーボードショートカットを表示
ko: 키보드 단축키 표시
zh_hans: 显示键盘快捷键

source: Show only items with reminders, soonest first
de: Zeigt nur Elemente mit Erinnerungen, baldeste zuerst
es: Muestra solo elementos con recordatorios, primero los más próximos
fr: Affiche seulement les éléments avec rappels, les plus proches d'abord
ja: リマインダー付きのアイテムだけを、期限が近い順に表示
ko: 미리 알림이 있는 항목만 빠른 순서대로 표시합니다
zh_hans: 仅显示有提醒的项目，最早的排在前面

source: Show saved date
de: Speicherdatum anzeigen
es: Mostrar fecha guardada
fr: Afficher la date d'enregistrement
ja: 保存日時を表示
ko: 저장 날짜 표시
zh_hans: 显示保存日期

source: Show shortcut key hints on the main screen
de: Zeigt Kurzbefehlhinweise auf dem Hauptbildschirm an
es: Muestra pistas de atajos en la pantalla principal
fr: Affiche les indications de raccourcis sur l'écran principal
ja: メイン画面にショートカットキーのヒントを表示します
ko: 메인 화면에 단축키 힌트를 표시합니다
zh_hans: 在主屏幕上显示快捷键提示

source: Show updated date
de: Aktualisierungsdatum anzeigen
es: Mostrar fecha actualizada
fr: Afficher la date de mise à jour
ja: 更新日時を表示
ko: 업데이트 날짜 표시
zh_hans: 显示更新日期

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並び替え
ko: 정렬 기준
zh_hans: 排序依据

source: Star:
de: Favorit:
es: Favorito:
fr: Favori :
ja: お気に入り:
ko: 별표:
zh_hans: 收藏：

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hans: 停止

source: Stop Showing as HTML:
de: HTML-Anzeige beenden:
es: Dejar de mostrar como HTML:
fr: Ne plus afficher en HTML :
ja: HTML表示を解除:
ko: HTML 표시 중지:
zh_hans: 停止显示为 HTML：

source: Stop Showing as RTF:
de: RTF-Anzeige beenden:
es: Dejar de mostrar como RTF:
fr: Ne plus afficher en RTF :
ja: RTF表示を解除:
ko: RTF 표시 중지:
zh_hans: 停止显示为 RTF：

source: Stopped · %lld
de: Gestoppt · %lld
es: Detenido · %lld
fr: Arrêté · %lld
ja: 停止 · %lld件
ko: 중지됨 · %lld
zh_hans: 已停止 · %lld

source: Submit
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
zh_hans: 提交

source: Thank you for your feedback!! We will put it into practice.
de: Vielen Dank für dein Feedback! Wir werden es berücksichtigen.
es: ¡Gracias por tus comentarios! Los tendremos en cuenta.
fr: Merci pour votre commentaire ! Nous allons en tenir compte.
ja: フィードバックありがとうございます！ 今後の改善に活かしていきます。
ko: 피드백 감사합니다! 반영할 수 있도록 하겠습니다.
zh_hans: 感谢你的反馈！ 我们会努力落实。

source: The CSV is malformed (unclosed quote).
de: Die CSV-Datei ist fehlerhaft (nicht geschlossenes Anführungszeichen).
es: El CSV tiene un formato incorrecto (comilla sin cerrar).
fr: Le CSV est mal formé (guillemet non fermé).
ja: CSVの形式が正しくありません（引用符が閉じられていません）。
ko: CSV 형식이 올바르지 않습니다(닫히지 않은 따옴표).
zh_hans: CSV 格式不正确（引号未闭合）。

source: The CSV must have "name" and "text" columns.
de: Die CSV-Datei muss die Spalten "name" und "text" enthalten.
es: El CSV debe tener columnas "name" y "text".
fr: Le CSV doit contenir les colonnes "name" et "text".
ja: CSVには「name」列と「text」列が必要です。
ko: CSV에는 "name" 및 "text" 열이 있어야 합니다.
zh_hans: CSV 必须包含 "name" 和 "text" 列。

source: The image could not be read.
de: Das Bild konnte nicht gelesen werden.
es: No se pudo leer la imagen.
fr: Impossible de lire l'image.
ja: 画像を読み込めませんでした。
ko: 이미지를 읽을 수 없습니다.
zh_hans: 无法读取图像。
